Repository: arnoulddw/transcriber-enterprise
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, nl

source: Transcription History
es: Historial de transcripciones
fr: Historique des transcriptions
nl: Transcriptiegeschiedenis

source: Clear All
es: Borrar todo
fr: Tout effacer
nl: Alles wissen

source: (Failed)
es: (Error)
fr: (Échec)
nl: (Mislukt)

source: Start Workflow
es: Iniciar Workflow
fr: Lancer le Workflow

source: Processing Workflow...
es: Procesando Workflow...
fr: Traitement du Workflow en cours...
nl: Workflow verwerken...

source: Workflow Result
es: Resultado del Workflow
fr: Résultat du Workflow
nl: Workflow Resultaat

source: Ran:
es: Ejecutado:
fr: Exécuté :
nl: Uitgevoerd:

source: Workflow Label:
es: Etiqueta del Workflow:
fr: Libellé du Workflow :

source: Workflow Error
es: Error en el Workflow
fr: Erreur de Workflow
nl: Workflow Fout

source: Attempted:
es: Se intentó:
fr: Tentative :
nl: Geprobeerd:

source: No completed transcriptions yet.
es: Aún no hay transcripciones completadas.
fr: Aucune transcription terminée pour le moment.
nl: Nog geen voltooide transcripties.

source: Previous
es: Anterior
fr: Précédent
nl: Vorige

source: Next
es: Siguiente
fr: Suivant
nl: Volgende

source: Showing %(length)s of %(total)s items
es: Mostrando %(length)s de %(total)s elementos
fr: Affiche %(length)s sur %(total)s éléments
nl: Toont %(length)s van %(total)s items

source: Or continue with
es: O continuar con
fr: Ou continuer avec
nl: Of ga verder met

source: Create, edit, or delete your reusable workflow prompts.
es: Cree, edite o elimine sus Prompts de Workflow reutilizables.
fr: Créez, modifiez ou supprimez vos Workflows réutilisables.
nl: Maak, bewerk of verwijder uw herbruikbare Workflow Prompts.

source: Add New Workflow
es: Añadir nuevo Workflow
fr: Ajouter un nouveau Workflow
nl: Nieuwe Workflow toevoegen

source: Add Workflow
es: Añadir Workflow
fr: Ajouter le Workflow
nl: Workflow toevoegen

source: Your Saved Workflows
es: Sus Workflows guardados
fr: Vos Workflows enregistrés
nl: Uw opgeslagen Workflows

source: Loading workflows...
es: Cargando Workflows...
fr: Chargement des Workflows...
nl: Workflows laden...

source: You have no saved workflows yet.
es: Aún no tiene Workflows guardados.
fr: Vous n'avez aucun Workflow enregistré.
nl: U heeft nog geen opgeslagen Workflows.

source: Error loading workflows:
es: Error al cargar los Workflows:
fr: Erreur de chargement des Workflows :
nl: Fout bij het laden van Workflows:

source: Edit Workflow
es: Editar Workflow
fr: Modifier le Workflow
nl: Workflow bewerken

source: Cancel
es: Cancelar
fr: Annuler
nl: Annuleren

source: Save Changes
es: Guardar cambios
fr: Enregistrer les modifications
nl: Wijzigingen opslaan

source: Reset Your Password
es: Restablezca su contraseña
fr: Réinitialiser votre mot de passe
nl: Stel uw wachtwoord opnieuw in

source: Please enter your new password below.
es: Por favor, introduzca su nueva contraseña a continuación.
fr: Veuillez entrer votre nouveau mot de passe ci-dessous.
nl: Voer hieronder uw nieuwe wachtwoord in.

source: Save Pricing Configuration
es: Guardar configuración de precios
nl: Prijsconfiguratie opslaan

source: 403 - Forbidden
es: 403 - Acceso prohibido
fr: 403 - Accès interdit
nl: 403 - Verboden Toegang

source: Sorry, you do not have permission to access this page or perform this action.
es: Lo sentimos, no tiene permiso para acceder a esta página o realizar esta acción.
fr: Désolé, vous n'avez pas la permission d'accéder à cette page ou d'effectuer cette action.
nl: Sorry, u heeft geen toestemming om deze pagina te bekijken of deze actie uit te voeren.

source: If you believe this is an error, please contact the administrator.
es: Si cree que esto es un error, por favor, contacte con el administrador.
fr: Si vous pensez qu'il s'agit d'une erreur, veuillez contacter l'administrateur.
nl: Als u denkt dat dit een fout is, neem dan contact op met de beheerder.

source: Go Home
es: Ir al inicio
fr: Retour à l'accueil
nl: Naar de startpagina

source: Page Not Found
es: Página no encontrada
fr: Page non trouvée
nl: Pagina Niet Gevonden

source: 404 - Page Not Found
es: 404 - Página no encontrada
fr: 404 - Page non trouvée
nl: 404 - Pagina Niet Gevonden

source: Sorry, the page you are looking for could not be found.
es: Lo sentimos, la página que busca no se ha podido encontrar.
fr: Désolé, la page que vous recherchez n'a pas pu être trouvée.
nl: Sorry, de pagina die u zoekt kon niet worden gevonden.

source: Please check the URL or go back to the homepage.
es: Por favor, verifique la URL o vuelva a la página de inicio.
fr: Veuillez vérifier l'URL ou retourner à la page d'accueil.
nl: Controleer de URL of ga terug naar de startpagina.

source: 500 - Internal Server Error
es: 500 - Error interno del servidor
fr: 500 - Erreur interne du serveur
nl: 500 - Interne Serverfout

source: Sorry, something went wrong on our end.
es: Lo sentimos, algo ha salido mal por nuestra parte.
fr: Désolé, une erreur s'est produite de notre côté.
nl: Sorry, er is iets misgegaan aan onze kant.

source: We have been notified and are looking into the issue. Please try again later.
es: Hemos sido notificados y estamos investigando el problema. Por favor, inténtelo de nuevo más tarde.
fr: Nous avons été notifiés et nous examinons le problème. Veuillez réessayer plus tard.
nl: We hebben een melding ontvangen en onderzoeken het probleem. Probeer het later opnieuw.

source: Enter your personal API keys for the transcription and workflow services. These keys are stored securely and used only for your transcription requests.
es: Introduzca sus claves de API personales para los servicios de transcripción y Workflows. Estas claves se almacenan de forma segura y se utilizan únicamente para sus solicitudes de transcripción.
fr: Entrez vos clés API personnelles pour les services de transcription et de Workflow. Ces clés sont stockées de manière sécurisée et utilisées uniquement pour vos demandes de transcription.
nl: Voer uw persoonlijke API-sleutels in voor de transcriptie- en Workflow-diensten. Deze sleutels worden veilig opgeslagen en alleen gebruikt voor uw transcriptie-aanvragen.

source: You can get your keys here:
es: Puede obtener sus claves aquí:
fr: Vous pouvez obtenir vos clés ici :
nl: U kunt uw sleutels hier verkrijgen:

source: Choose service
es: Elija un servicio
fr: Choisir un service
nl: Kies een dienst

source: Save Key
es: Guardar clave
fr: Enregistrer la clé
nl: Sleutel opslaan

source: Configured Keys
es: Claves configuradas
fr: Clés configurées
nl: Geconfigureerde sleutels

source: Checking...
es: Verificando...
fr: Vérification...
nl: Controleren...

source: Close
es: Cerrar
fr: Fermer
nl: Sluiten

source: Preferences
es: Preferencias
fr: Préférences
nl: Voorkeuren

source: This feature is not enabled for your account role.
es: Esta función no está habilitada para su rol de usuario.
fr: Cette fonctionnalité n'est pas activée pour le rôle de votre compte.
nl: Deze functie is niet ingeschakeld voor uw accountrol.

source: Change Password
es: Cambiar contraseña
fr: Changer le mot de passe
nl: Wachtwoord wijzigen

source: Update Password
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
nl: Wachtwoord bijwerken

source: Run Workflow
es: Ejecutar Workflow
fr: Lancer le Workflow
nl: Workflow uitvoeren

source: Apply AI analysis to the selected transcript using the workflow prompt below.
es: Aplique un análisis de IA a la transcripción seleccionada utilizando la Prompt de Workflow a continuación.
fr: Appliquer une analyse par IA à la transcription sélectionnée en utilisant le Workflow ci-dessous.
nl: Pas AI-analyse toe op de geselecteerde transcriptie met de onderstaande Workflow Prompt.

source: You can manage your workflows
es: Puede gestionar sus Workflows
fr: Vous pouvez gérer vos Workflows
nl: U kunt uw Workflows beheren

source: here
es: aquí
fr: ici
nl: hier

source: Select a Workflow or Enter a Custom Prompt Below
es: Elija un Workflow o introduzca uno personalizado
fr: Choisir un Workflow ou en créer un
nl: Selecteer een Workflow of voer hieronder een gepersonaliseerde Prompt in

source: Custom Workflow Prompt
es: Prompt de Workflow personalizada
fr: Prompt personnalisé
nl: Gepersonaliseerde Workflow Prompt

source: Enter your custom workflow prompt here (max 120 words)...
es: Introduzca aquí su Prompt de Workflow personalizada (máx. 120 palabras)...
fr: Entrez votre Workflow personnalisé ici (120 mots max)...
nl: Voer hier uw gepersonaliseerde Workflow Prompt in (max 120 woorden)...

source: Submit Workflow
es: Enviar Workflow
fr: Soumettre le Workflow
nl: Workflow indienen

source: Read More
es: Ver Más
fr: Voir Plus
nl: Lees meer

source: Read Less
es: Ver Menos
fr: Voir Moins
nl: Lees minder

source: Undo
es: Deshacer
nl: Ongedaan maken

source: System defined -
es: Workflow integrado -
fr: Workflow intégré -
nl: Systeemgedefinieerd -

source: Please log in to access this page.
fr: Veuillez vous connecter pour accéder à cette page.

source: You do not have permission to access this page.
fr: Vous n'avez pas l'autorisation d'accéder à cette page.

source: Authentication required to access this page.
fr: Authentification requise pour accéder à cette page.

source: Too many requests: %(description)s. Please try again later.
fr: Trop de requêtes : %(description)s. Veuillez réessayer plus tard.

source: Invalid username or password.
fr: Nom d'utilisateur ou mot de passe incorrect.

source: An unexpected error occurred during login. Please try again.
fr: Une erreur inattendue s'est produite lors de la connexion. Veuillez réessayer.

source: User registration is disabled in single-user mode.
fr: L'inscription des utilisateurs est désactivée en mode mono-utilisateur.

source: Account created for %(username)s! You can now log in.
fr: Compte créé pour %(username)s ! Vous pouvez maintenant vous connecter.

source: Registration failed. Please try again.
fr: L'inscription a échoué. Veuillez réessayer.

source: An unexpected error occurred during registration. Please try again.
fr: Une erreur inattendue s'est produite lors de l'inscription. Veuillez réessayer.

source: You have been logged out successfully.
fr: Vous avez été déconnecté avec succès.

source: If an account with that email exists, a password reset link has been sent. Please check your inbox and spam folder if you don't see it within a few minutes.
fr: Si un compte avec cette adresse e-mail existe, un lien de réinitialisation du mot de passe a été envoyé. Veuillez vérifier votre boîte de réception et votre dossier de courrier indésirable si vous ne le voyez pas dans quelques minutes.

source: An error occurred while processing your request. Please try again.
fr: Une erreur s'est produite lors du traitement de votre demande. Veuillez réessayer.

source: The password reset link is invalid or has expired.
fr: Le lien de réinitialisation du mot de passe est invalide ou a expiré.

source: Your password has been reset successfully. You can now log in.
fr: Votre mot de passe a été réinitialisé avec succès. Vous pouvez maintenant vous connecter.

source: Password reset failed. Please try again.
fr: La réinitialisation du mot de passe a échoué. Veuillez réessayer.

source: An error occurred while resetting your password. Please try again.
fr: Une erreur s'est produite lors de la réinitialisation de votre mot de passe. Veuillez réessayer.

source: Transcriber Platform
fr: Plateforme de Transcription

source: Transcriber Platform App
fr: Application Plateforme de Transcription

source: Forgot Your Password
fr: Mot de passe oublié

source: Forgot Your Password?
fr: Mot de passe oublié ?

source: Enter your registered email address below, and we'll send you a link to reset your password.
fr: Entrez votre adresse e-mail enregistrée ci-dessous, et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Remember your password?
fr: Vous vous souvenez de votre mot de passe ?

source: Login here
fr: Connectez-vous ici

source: Context prompt
fr: Prompt de contexte

source: Context prompt (Max 120 words)
fr: Prompt de contexte (120 mots max)

source: Remember Me
fr: Se souvenir de moi

source: Forgot Password?
fr: Mot de passe oublié ?

source: Need an account?
fr: Besoin d'un compte ?

source: Register here
fr: Inscrivez-vous ici

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Default Title Generation Model
nl: Standaardmodel voor titelgeneratie

source: Error:
nl: Fout:
