Repository: arnoulddw/transcriber-enterprise
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, nl

source: Service temporarily unavailable. Initialization in progress.
es: Servicio temporalmente no disponible. Inicialización en curso.
fr: Service temporairement indisponible. Initialisation en cours.
nl: Dienst tijdelijk niet beschikbaar. Initialisatie is bezig.

source: Authentication required.
es: Se requiere autenticación.
fr: Authentification requise.
nl: Authenticatie vereist.

source: Not Found
es: No encontrado
fr: Non trouvé
nl: Niet Gevonden

source: Internal Server Error
es: Error interno del servidor
fr: Erreur interne du serveur
nl: Interne Serverfout

source: Forbidden
es: Acceso prohibido
fr: Accès interdit
nl: Verboden Toegang

source: Unauthorized
es: No autorizado
fr: Non autorisé
nl: Ongeautoriseerd

source: Too many requests. Please wait a moment and try again.
es: Demasiadas solicitudes. Espera un momento e inténtalo de nuevo.

source: Details
es: Detalles

source: File is too large. The maximum allowed file size is %(size)sMB.
es: El archivo es demasiado grande. El tamaño máximo permitido es de %(size)s MB.
fr: Le fichier est trop volumineux. La taille maximale autorisée est de %(size)s Mo.
nl: Bestand is te groot. De maximaal toegestane bestandsgrootte is %(size)s MB.

source: Automatic Detection
es: Detección automática
fr: Détection automatique
nl: Automatische Detectie

source: English
es: Inglés
fr: Anglais
nl: Engels

source: Dutch
es: Holandés
fr: Néerlandais
nl: Nederlands

source: French
es: Francés
fr: Français
nl: Frans

source: Spanish
es: Español
fr: Espagnol
nl: Spaans

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam

source: Email
es: Correo electrónico
nl: E-mailadres

source: Password
es: Contraseña
nl: Wachtwoord

source: Confirm Password
es: Confirmar contraseña
nl: Bevestig wachtwoord

source: Register
es: Registrarse
fr: S'inscrire
nl: Registreren

source: Login
es: Iniciar sesión
fr: Connexion
nl: Inloggen

source: API Service
es: Servicio de API
fr: Service API
nl: API-dienst

source: API Key
es: Clave de API
fr: Clé API
nl: API-sleutel

source: Send Reset Link
es: Enviar enlace de restablecimiento
fr: Envoyer le lien de réinitialisation
nl: Stuur resetlink

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
nl: Nieuw wachtwoord

source: Confirm New Password
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
nl: Bevestig nieuw wachtwoord

source: Reset Password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
nl: Wachtwoord opnieuw instellen

source: Email Address
es: Dirección de correo electrónico
nl: E-mailadres

source: First Name
es: Nombre
fr: Prénom
nl: Voornaam

source: Last Name
es: Apellidos
fr: Nom de famille
nl: Achternaam

source: Default Transcription Language
es: Idioma de transcripción predeterminado
fr: Langue de transcription par défaut
nl: Standaard transcriptietaal

source: Default Transcription Model
es: Modelo de transcripción predeterminado
fr: Modèle de transcription par défaut
nl: Standaard transcriptiemodel

source: Interface Language
es: Idioma de la interfaz
fr: Langue de l'interface
nl: Taal van de interface

source: Automatically Generate Titles for Transcriptions
es: Generar títulos para las transcripciones automáticamente
fr: Générer automatiquement des titres pour les transcriptions
nl: Automatisch titels genereren voor transcripties

source: Current Password
es: Contraseña actual
fr: Mot de passe actuel
nl: Huidig wachtwoord

source: Default LLM Model for Title Generations
es: Modelo LLM predeterminado para generar títulos

source: Use OpenAI GPT-4o Transcribe API
es: Usar la API de transcripción de OpenAI GPT-4o
nl: Gebruik de OpenAI GPT-4o Transcribe API

source: Allow Large Files (>25MB)
es: Permitir archivos grandes (>25 MB)
nl: Grote bestanden toestaan (>25 MB)

source: Allow User API Key Management
es: Permitir la gestión de claves de API por el usuario
nl: Beheer van API-sleutels door gebruiker toestaan

source: Manage Workflow Templates (Admin)
es: Gestionar plantillas de Workflow (Admin)
nl: Workflow-sjablonen beheren (beheerder)

source: Daily Quota
es: Cuota diaria
nl: Dagelijkse limiet

source: Weekly Quota
es: Cuota semanal
nl: Wekelijkse limiet

source: Monthly Quota
es: Cuota mensual
nl: Maandelijkse limiet

source: Max History Items
es: Máximo de elementos del historial
nl: Maximaal aantal geschiedenisitems

source: History Retention Days
es: Días de retención del historial
nl: Aantal bewaardagen voor geschiedenis

source: Workflow Label
es: Etiqueta del Workflow
fr: Libellé du Workflow

source: Workflow Prompt
es: Prompt del Workflow
fr: Prompt du Workflow

source: Label Color
es: Color de la etiqueta
fr: Couleur du Libellé
nl: Labelkleur

source: Already logged in.
es: Ya ha iniciado sesión.
fr: Déjà connecté.
nl: Al ingelogd.

source: Google Sign-In is not configured on the server.
es: El inicio de sesión con Google no está configurado en el servidor.
fr: La connexion via Google n'est pas configurée sur le serveur.
nl: Inloggen met Google is niet geconfigureerd op de server.

source: Invalid request payload.
es: Datos de la solicitud no válidos.
fr: Charge utile de la requête invalide.
nl: Ongeldige aanvraag.

source: Invalid Google token.
es: Token de Google no válido.
fr: Jeton Google invalide.
nl: Ongeldig Google-token.

source: Failed to process Google Sign-In.
es: No se pudo procesar el inicio de sesión con Google.
fr: Échec du traitement de la connexion via Google.
nl: Verwerken van Google-login mislukt.

source: Login successful.
es: Inicio de sesión exitoso.
fr: Connexion réussie.
nl: Succesvol ingelogd.

source: An unexpected server error occurred.
es: Ocurrió un error inesperado en el servidor.
fr: Une erreur de serveur inattendue s'est produite.
nl: Er is een onverwachte serverfout opgetreden.

source: Please include a prompt before requesting AI text generation.
es: Incluye un prompt antes de solicitar la generación de texto.

source: We could not start the AI request because the configuration or input is invalid.
es: No pudimos iniciar la solicitud de IA porque la configuración o la entrada es inválida.

source: The AI provider temporarily rate-limited this request. Please wait a moment and try again.
es: El proveedor de IA limitó temporalmente esta solicitud. Espera un momento e inténtalo de nuevo.

source: The AI provider blocked this request because of its safety filters. Please adjust your prompt and try again.
es: El proveedor de IA bloqueó esta solicitud por sus filtros de seguridad. Ajusta tu prompt e inténtalo de nuevo.

source: The AI provider could not complete this request. Please try again later.
es: El proveedor de IA no pudo completar esta solicitud. Inténtalo más tarde.

source: We encountered an unexpected error while generating text. Please try again.
es: Ocurrió un error inesperado al generar el texto. Inténtalo de nuevo.

source: You do not have access to this AI operation.
es: No tienes acceso a esta operación de IA.

source: We could not find that AI operation.
es: No pudimos encontrar esa operación de IA.

source: We encountered an internal error while fetching the AI operation status. Please try again.
es: Se produjo un error interno al obtener el estado de la operación de IA. Inténtalo de nuevo.

source: We did not receive an audio file in your request.
es: No recibimos un archivo de audio en tu solicitud.

source: Please choose a file before starting the transcription.
es: Elige un archivo antes de iniciar la transcripción.

source: This file type is not supported for transcription.
es: Este tipo de archivo no es compatible con la transcripción.

source: The file exceeds the size limit of %(size)sMB.
es: El archivo supera el límite de %(size)s MB.

source: We could not save or process the uploaded file. Please try again.
es: No pudimos guardar o procesar el archivo cargado. Inténtalo de nuevo.

source: We could not initialize the transcription job. Please try again.
es: No pudimos iniciar el trabajo de transcripción. Inténtalo de nuevo.

source: Transcription job started successfully.
es: El trabajo de transcripción se inició correctamente.

source: We could not start the transcription because one of the inputs was invalid.
es: No pudimos iniciar la transcripción porque alguna entrada era inválida.

source: We could not start the transcription because of a configuration or permission issue.
es: No pudimos iniciar la transcripción debido a un problema de configuración o permisos.

source: We could not start the transcription job due to an internal error. Please try again.
es: No pudimos iniciar el trabajo de transcripción debido a un error interno. Inténtalo de nuevo.

source: Error: Invalid progress log format.
es: Error: formato de registro de progreso inválido.

source: LLM/Workflow status must be polled separately.
es: El estado del LLM/flujo debe consultarse por separado.

source: We encountered an internal error while fetching job progress. Please try again.
es: Se produjo un error interno al obtener el progreso del trabajo. Inténtalo de nuevo.

source: This transcription cannot be cancelled because it is in %(status)s status.
es: Esta transcripción no se puede cancelar porque está en estado %(status)s.

source: Cancellation requested by user.
es: Cancelación solicitada por el usuario.

source: Transcription cancellation requested.
es: Se solicitó la cancelación de la transcripción.

source: We encountered an internal error while requesting cancellation. Please try again.
es: Se produjo un error interno al solicitar la cancelación. Inténtalo de nuevo.

source: We could not retrieve your transcription history. Please try again.
es: No pudimos recuperar tu historial de transcripciones. Inténtalo de nuevo.

source: Transcription deleted successfully.
es: La transcripción se eliminó correctamente.

source: You do not have permission to delete this transcription.
es: No tienes permiso para eliminar esta transcripción.

source: We could not delete the transcription because of an internal error. Please try again.
es: No pudimos eliminar la transcripción debido a un error interno. Inténtalo de nuevo.

source: Transcription restored.
es: La transcripción fue restaurada.

source: Transcription already active.
es: La transcripción ya está activa.

source: This transcription cannot be restored.
es: Esta transcripción no se puede restaurar.

source: We could not restore the transcription because of an internal error. Please try again.
es: No pudimos restaurar la transcripción debido a un error interno. Inténtalo de nuevo.

source: All %(count)s transcriptions were cleared successfully.
es: Se eliminaron correctamente las %(count)s transcripciones.

source: We could not clear your transcriptions because of an internal error. Please try again.
es: No pudimos limpiar tus transcripciones debido a un error interno. Inténtalo de nuevo.

source: You do not have permission to download transcripts.
es: No tienes permiso para descargar transcripciones.

source: Download logged successfully.
es: La descarga se registró correctamente.

source: You do not have permission to access this transcription.
es: No tienes permiso para acceder a esta transcripción.

source: You can only download completed transcriptions.
es: Solo puedes descargar transcripciones completadas.

source: We could not log this download. Please try again.
es: No pudimos registrar esta descarga. Inténtalo de nuevo.

source: We could not log the download because of an internal error. Please try again.
es: No pudimos registrar la descarga debido a un error interno. Inténtalo de nuevo.

source: We encountered an internal error while fetching the title status. Please try again.
es: Se produjo un error interno al obtener el estado del título. Inténtalo de nuevo.

source: We encountered an internal error while fetching workflow details. Please try again.
es: Se produjo un error interno al obtener los detalles del flujo. Inténtalo de nuevo.

source: Failed to retrieve user readiness status.
es: No se pudo obtener el estado de disponibilidad del usuario.
fr: Échec de la récupération du statut de l'utilisateur.
nl: Kon de status van de gebruiker niet ophalen.

source: Failed to retrieve API key status.
es: No se pudo obtener el estado de la clave de API.
fr: Échec de la récupération du statut de la clé API.
nl: Kon de status van de API-sleutel niet ophalen.

source: API key for %(service)s saved successfully.
es: Clave de API para %(service)s guardada correctamente.
fr: Clé API pour %(service)s enregistrée avec succès.
nl: API-sleutel voor %(service)s succesvol opgeslagen.

source: An unexpected error occurred while saving the API key.
es: Ocurrió un error inesperado al guardar la clave de API.
fr: Une erreur inattendue s'est produite lors de l'enregistrement de la clé API.
nl: Er is een onverwachte fout opgetreden bij het opslaan van de API-sleutel.

source: Validation failed
es: Error de validación
fr: La validation a échoué
nl: Validatie mislukt

source: Invalid service specified in URL.
es: Servicio especificado en la URL no válido.
fr: Service invalide spécifié dans l'URL.
nl: Ongeldige dienst opgegeven in de URL.

source: API key for %(service)s deleted successfully.
es: Clave de API para %(service)s eliminada correctamente.
fr: Clé API pour %(service)s supprimée avec succès.
nl: API-sleutel voor %(service)s succesvol verwijderd.

source: An unexpected error occurred while deleting the API key.
es: Ocurrió un error inesperado al eliminar la clave de API.
fr: Une erreur inattendue s'est produite lors de la suppression de la clé API.
nl: Er is een onverwachte fout opgetreden bij het verwijderen van de API-sleutel.

source: Failed to retrieve profile data.
es: No se pudieron obtener los datos del perfil.
fr: Échec de la récupération des données du profil.
nl: Kon profielgegevens niet ophalen.

source: Profile updated successfully.
es: Perfil actualizado correctamente.
fr: Profil mis à jour avec succès.
nl: Profiel succesvol bijgewerkt.

source: An unexpected error occurred while updating the profile.
es: Ocurrió un error inesperado al actualizar el perfil.
fr: Une erreur inattendue s'est produite lors de la mise à jour du profil.
nl: Er is een onverwachte fout opgetreden bij het bijwerken van het profiel.

source: Password change is not available for accounts signed in via Google/OAuth.
es: El cambio de contraseña no está disponible para cuentas iniciadas con Google/OAuth.
fr: Le changement de mot de passe n'est pas disponible pour les comptes connectés via Google/OAuth.
nl: Wachtwoord wijzigen is niet beschikbaar voor accounts die zijn ingelogd via Google/OAuth.

source: Password changed successfully.
es: Contraseña cambiada correctamente.
fr: Mot de passe modifié avec succès.
nl: Wachtwoord succesvol gewijzigd.

source: An unexpected error occurred while changing the password.
es: Ocurrió un error inesperado al cambiar la contraseña.
fr: Une erreur inattendue s'est produite lors du changement de mot de passe.
nl: Er is een onverwachte fout opgetreden bij het wijzigen van het wachtwoord.

source: Failed to retrieve user prompts.
es: No se pudieron obtener las Prompts del usuario.
fr: Échec de la récupération des Prompts de l'utilisateur.
nl: Kon gebruikers-Prompts niet ophalen.

source: Missing title or prompt_text in request body.
es: Falta el título o el texto de la Prompt en la solicitud.
fr: Titre ou texte du Prompt manquant dans le corps de la requête.
nl: Titel of Prompt-tekst ontbreekt in de aanvraag.

source: Prompt saved successfully.
es: Prompt guardada correctamente.
fr: Prompt enregistré avec succès.
nl: Prompt succesvol opgeslagen.

source: Failed to save prompt (service returned None).
es: No se pudo guardar la Prompt (el servicio no devolvió respuesta).
fr: Échec de l'enregistrement du Prompt (le service a retourné une valeur nulle).
nl: Opslaan van Prompt mislukt (dienst gaf geen reactie).

source: An unexpected error occurred while saving the prompt.
es: Ocurrió un error inesperado al guardar la Prompt.
fr: Une erreur inattendue s'est produite lors de l'enregistrement du Prompt.
nl: Er is een onverwachte fout opgetreden bij het opslaan van de Prompt.

source: Prompt updated successfully.
es: Prompt actualizada correctamente.
fr: Prompt mis à jour avec succès.
nl: Prompt succesvol bijgewerkt.

source: Failed to update prompt (check ownership or logs).
es: No se pudo actualizar la Prompt (verifique la propiedad o los registros).
fr: Échec de la mise à jour du Prompt (vérifiez les droits ou les journaux).
nl: Bijwerken van Prompt mislukt (controleer eigendom of logs).

source: An unexpected error occurred while updating the prompt.
es: Ocurrió un error inesperado al actualizar la Prompt.
fr: Une erreur inattendue s'est produite lors de la mise à jour du Prompt.
nl: Er is een onverwachte fout opgetreden bij het bijwerken van de Prompt.

source: Prompt deleted successfully.
es: Prompt eliminada correctamente.
fr: Prompt supprimé avec succès.
nl: Prompt succesvol verwijderd.

source: Failed to delete prompt (check ownership or logs).
es: No se pudo eliminar la Prompt (verifique la propiedad o los registros).
fr: Échec de la suppression du Prompt (vérifiez les droits ou les journaux).
nl: Verwijderen van Prompt mislukt (controleer eigendom of logs).

source: An unexpected error occurred while deleting the prompt.
es: Ocurrió un error inesperado al eliminar la Prompt.
fr: Une erreur inattendue s'est produite lors de la suppression du Prompt.
nl: Er is een onverwachte fout opgetreden bij het verwijderen van de Prompt.

source: Please include a workflow prompt before submitting.
es: Incluye un prompt de flujo de trabajo antes de enviar.

source: Workflow started successfully.
es: El flujo de trabajo se inició correctamente.

source: You do not have permission to run workflows.
es: No tienes permiso para ejecutar flujos de trabajo.

source: You have reached your workflow usage limit. Please try again later.
es: Has alcanzado tu límite de flujos de trabajo. Inténtalo más tarde.

source: We could not find that transcription or you no longer have access to it.
es: No pudimos encontrar esa transcripción o ya no tienes acceso a ella.

source: The workflow prompt needs attention before it can run. Please review it and try again.
es: El prompt del flujo de trabajo necesita ajustes antes de ejecutarse. Revísalo e inténtalo de nuevo.

source: A workflow is already running for this transcription. Please wait for it to finish.
es: Ya hay un flujo de trabajo en ejecución para esta transcripción. Espera a que termine.

source: The AI provider temporarily rate-limited this workflow. Please wait a moment and try again.
es: El proveedor de IA aplicó temporalmente un límite a este flujo. Espera un momento e inténtalo de nuevo.

source: The AI provider blocked this workflow because of its safety filters. Please adjust your prompt and try again.
es: El proveedor de IA bloqueó este flujo por sus filtros de seguridad. Ajusta tu prompt e inténtalo de nuevo.

source: We were unable to run this workflow. Please try again.
es: No pudimos ejecutar este flujo de trabajo. Inténtalo de nuevo.

source: We hit an unexpected error while starting the workflow. Please try again.
es: Encontramos un error inesperado al iniciar el flujo de trabajo. Inténtalo de nuevo.

source: Please include the updated workflow result in your request.
es: Incluye el resultado actualizado del flujo de trabajo en tu solicitud.

source: Workflow result updated successfully.
es: El resultado del flujo de trabajo se actualizó correctamente.

source: We could not find that workflow operation.
es: No pudimos encontrar esa operación de flujo de trabajo.

source: We could not update this workflow result. Please try again.
es: No pudimos actualizar este resultado del flujo de trabajo. Inténtalo de nuevo.

source: We hit an unexpected error while editing the workflow result. Please try again.
es: Encontramos un error inesperado al editar el resultado del flujo. Inténtalo de nuevo.

source: Workflow result deleted successfully.
es: El resultado del flujo de trabajo se eliminó correctamente.

source: We were unable to delete the workflow result. Please try again.
es: No pudimos eliminar el resultado del flujo de trabajo. Inténtalo de nuevo.

source: We hit an unexpected error while deleting the workflow result. Please try again.
es: Encontramos un error inesperado al eliminar el resultado del flujo. Inténtalo de nuevo.

source: User not authenticated or role not assigned.
es: Usuario no autenticado o sin rol asignado.
nl: Gebruiker niet geauthenticeerd of geen rol toegewezen.

source: Server configuration error checking usage limits.
es: Error de configuración del servidor al comprobar los límites de uso.
nl: Serverconfiguratiefout bij het controleren van gebruikslimieten.

source: Usage limits check passed.
es: Comprobación de límites de uso superada.
nl: Controle van gebruikslimieten geslaagd.

source: You have reached your fair use limit.
es: Has alcanzado tu límite de uso justo.
nl: Je hebt je fair-use-limiet bereikt.

source: Open main menu
es: Abrir menú principal
fr: Ouvrir le menu principal
nl: Hoofdmenu openen

source: Open user menu
es: Abrir menú de usuario
fr: Ouvrir le menu utilisateur
nl: Gebruikersmenu openen

source: User Settings
es: Ajustes de usuario
fr: Paramètres utilisateur
nl: Gebruikersinstellingen

source: Manage API Keys
es: Gestionar claves de API
fr: Gérer les clés API
nl: API-sleutels beheren

source: Manage your Workflows
es: Gestionar sus Workflows
fr: Gérer vos Workflows
nl: Beheer uw Workflows

source: Admin Panel
es: Panel de administración
fr: Panneau d'administration
nl: Beheerderspaneel

source: Logout
es: Cerrar sesión
fr: Déconnexion
nl: Uitloggen

source: English picker
es: English

source: Menu
es: Menú

source: Close menu
es: Cerrar menú
fr: Fermer le menu
nl: Menu sluiten

source: Upload Audio File
es: Subir archivo de audio
fr: Télécharger un fichier audio
nl: Audiobestand uploaden

source: Audio File
es: Archivo de audio
fr: Fichier audio
nl: Audiobestand

source: Choose File
es: Seleccionar archivo
fr: Choisir un fichier
nl: Kies bestand

source: Select an audio file (mp3, wav, m4a...)
es: Seleccione un archivo de audio (mp3, wav, m4a...)
fr: Sélectionnez un fichier audio (mp3, wav, m4a...)
nl: Selecteer een audiobestand (mp3, wav, m4a...)

source: Select audio file…
es: Seleccionar archivo de audio…
fr: Sélectionner un fichier audio...
nl: Selecteer audiobestand…

source: Max file size: 200 MB. Supported formats: MP3, M4A, WAV, OGG, WEBM, MPGA, MPEG.
es: Tamaño máximo de archivo: 200 MB. Formatos admitidos: MP3, M4A, WAV, OGG, WEBM, MPGA, MPEG.
nl: Max. bestandsgrootte: 200 MB. Ondersteunde formaten: MP3, M4A, WAV, OGG, WEBM, MPGA, MPEG.

source: Transcription Model
es: Modelo de transcripción
fr: Modèle de transcription
nl: Transcriptiemodel

source: Transcription Language
es: Idioma de la transcripción
fr: Langue de transcription
nl: Transcriptietaal

source: Context Prompt
es: Contexto para la transcripción

source: Apply Workflow
es: Aplicar Workflow
fr: Appliquer un Workflow
nl: Workflow toepassen

source: Context Prompt (Max 120 words)
es: Contexto para la transcripción (máx. 120 palabras)
nl: Context-Prompt (Max 120 woorden)

source: (Optional) Provide context like names or jargon...
es: (Opcional) Proporcione contexto como nombres o jerga...
fr: (Optionnel) Fournissez du contexte comme des noms ou du jargon...
nl: (Optioneel) Geef context zoals namen of jargon...

source: (Optional) Add context...
es: (Opcional) Añada contexto...
fr: (Optionnel) Ajouter du contexte...
nl: (Optioneel) Voeg context toe...

source: words
es: palabras
fr: mots
nl: woorden

source: TRANSCRIBE
es: TRANSCRIBIR
fr: TRANSCRIRE
nl: TRANSCRIBEREN

source: Waiting...
es: Esperando...
fr: En attente...
nl: Wachten...

source: STOP
es: DETENER
fr: ARRÊTER
